#+TITLE: Intro to Concept Art
#+AUTHOR: Chris Hogan
#+DATE: <2021-12-06 Mon> to <2022-01-02 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-07 Tue 21:07], for week 2021-W49.
  | Tags     | Headline                                 | Time    |       |       |      |
  |----------+------------------------------------------+---------+-------+-------+------|
  |          | *Total time*                             | *12:55* |       |       |      |
  |----------+------------------------------------------+---------+-------+-------+------|
  |          | \_  Week 1                               |         | 12:55 |       |      |
  |          | \_    <2021-12-06 Mon>                   |         |       | 10:02 |      |
  | study    | \_      FZD 101                          |         |       |       | 1:45 |
  | study    | \_      FZD 102                          |         |       |       | 0:31 |
  | drawing  | \_      digital sketching from reference |         |       |       | 7:46 |
  |          | \_    <2021-12-07 Tue>                   |         |       |  2:53 |      |
  | study    | \_      gathering reference              |         |       |       | 0:42 |
  | painting | \_      digital painting from reference  |         |       |       | 2:11 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *7h 46m* |
  |----------+------------+----------|
  | study    | *Tag time* | *2h 58m* |
  |----------+------------+----------|
  | painting | *Tag time* | *2h 11m* |
  
  #+END:
*** <2021-12-06 Mon>
**** DONE FZD 101                                                     :study:
     :LOGBOOK:
     CLOCK: [2021-12-06 Mon 12:18]--[2021-12-06 Mon 12:57] =>  0:39
     CLOCK: [2021-12-06 Mon 08:01]--[2021-12-06 Mon 09:07] =>  1:06
     :END:
**** DONE FZD 102                                                     :study:
     :LOGBOOK:
     CLOCK: [2021-12-06 Mon 21:13]--[2021-12-06 Mon 21:44] =>  0:31
     :END:
**** DONE digital sketching from reference                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-06 Mon 18:18]--[2021-12-06 Mon 21:08] =>  2:50
     CLOCK: [2021-12-06 Mon 13:25]--[2021-12-06 Mon 16:12] =>  2:47
     CLOCK: [2021-12-06 Mon 09:31]--[2021-12-06 Mon 11:40] =>  2:09
     :END:
*** <2021-12-07 Tue>
**** DONE gathering reference                                         :study:
     :LOGBOOK:
     CLOCK: [2021-12-07 Tue 18:13]--[2021-12-07 Tue 18:55] =>  0:42
     :END:
**** DONE digital painting from reference                          :painting:
     :LOGBOOK:
     CLOCK: [2021-12-07 Tue 18:55]--[2021-12-07 Tue 21:06] =>  2:11
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-07 Tue 21:07], for week 2021-W49.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-07 Tue 21:07], for week 2021-W49.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-07 Tue 21:07], for week 2021-W49.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
